<template>
  <base-wrapper>
    <div>
      <div class="card">
        <h1>من نحن ؟</h1>
        <p>
          نحن مجموعة من الطلاب بالفرقه النهائيه لكليه هندسه قسم حايبات ونظم تحكم
          بمعرفة و بخبرات متنوعة نهدف بمشروع تخرجنا لعمل منصه/موقع الكتروني إلى
          جعل العالم مكانًا أفضل للآخرين و محاوله خلق مجتمع متكاتف ايمانا منا
          بالتنميه المجتمعيه من خلال ربط المحتاجين بأولئك الذين يمكنهم المساعدة
          و تسهيل عمل المؤسسات الخيريهو محاوله اتاحه فرص عمل للمحتاجين ونشر
          الوعي المجتمعي من خلال الدورات المطروحه فالمنصه
        </p>
      </div>
      <div class="card">
        <h2>أعضاء الفريق</h2>
        <ul>
          <li>أحمد مصطفي</li>
          <li>أحمد ياسر</li>
          <li>ايمان ناجح</li>
          <li>دعاء حسن العدل</li>
          <li>رحمه حلمي عبد الجواد</li>
          <li>عبد الله الحديدي</li>
          <li>معاذ سامي</li>
        </ul>
      </div>
      <div class="card">
        <h3>المشرف علي المشروع</h3>
        <p>د/ صبري سرايا</p>
      </div>
      <div class="card">
        <h4>الهدف من المنصه</h4>
        <ol dir="rtl">
          <li>تسهيل وصول الجمعيات لمستحقي الدعم</li>
          <li>
            سهوله معرفه المتطوعين بالجمعيات المختلفه واماكن تواجدها وتخصصاتها
          </li>
          <li>توسيع نطاق الاعلان عن المشاريع الخيريه</li>
          <li>زياده مساحه التبرع للجمعيات</li>
          <li>التسهيل الانتشار للجمعيات الصغيره والمبتداه</li>
          <li>
            زياده وعي المجتمع بالاعلان عن محاضرات الجمعيات الخيريه والمؤسسات
            التوعويه
          </li>
          <li>خلق مجتمع بنااء عن طريق اتاحه فرص عمل</li>
          <li>
            اتاحه خدمات مدعومه كالعلاج المجاني والاعلان عنها لتسهيل الوصول لها
          </li>
          <li>جعل المجتمع ايجابي ومشارك فالاعلان عن المشردين واطفال الشوارع</li>
        </ol>
      </div>
      <div class="card">
        <h5>خطتنا نحو الهدف</h5>
        <p>
          أنشأنا منصة سهلة الاستخدام نسبيًا وتوفر مجموعة من الأدوات لكل من
          الأشخاص والمؤسسات لتمكينهم من الوصول بشكل أفضل إلى الأشخاص المحتاجين
          وتنظيم كيفية تقديم هذه المساعدة لتقليل الوقت اللازم للمساعدة في الوصول
          إلى الآخرين وتقديم أفضل تخصيص الموارد.
        </p>
      </div>
    </div>
  </base-wrapper>
</template>

<style scoped>
.card {
  margin-top: 20px;
  width: 45vw;
  padding: 10px 20px;
  border-radius: 10px;
  display: flex;
  align-items: end;
}
ul {
  list-style: none;
  display: flex;
  flex-direction: column;
  align-items: end;
}
ol {
  display: flex;
  flex-direction: column;
  align-items: flex-start;
  padding-right: 20px;
}
</style>
